espressif/esp-idf/examples/ethernet/basic/sdkconfig.ci.defaults_esp32p4
CONFIG_IDF_TARGET="esp32p4"

CONFIG_ETH_ENABLED=y
CONFIG_ETH_USE_ESP32_EMAC=y
